12/data/attachments/863ef801f5cf513e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Robert_law_Actions_26235_0</nif:username>
            <nif:friendToBeRequested>soap_actions_2a71cea8-dc4a-4d38-a89c-c8f488d51794</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>